<?php

return [
    'dialog_title' => 'Вы уверены, что хотите удалить свою учетную запись?',
    'dialog_description' => 'Как только ваша учетная запись будет удалена, все ее ресурсы и данные также будут удалены без возможности восстановления. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свою учетную запись.',
    'profile_delete_account_title'=>'Удалить аккаунт',
    'profile_delete_account_description'=>'Удалите свою учетную запись и все ее ресурсы.',
    'profile_warning'=>'Предупреждение',
    'profile_warning_text'=>'Пожалуйста, действуйте осторожно, это невозможно отменить.',
    'question'=>'Вы абсолютно уверены?',
    'delete_forever_text'=>'будет удалено навсегда.',
    'delete_to_basket_text'=>'будет перемещен в корзину.',
    'roles_text'=>'Все пользователи потеряют эту роль.',
    'permissions_text'=>'Все пользователи потеряют это разрешение.',
    'branches_warning_text_dialog'=>'будут перемещены в корзину. Сотрудники будут уволены из филиала',
    'unsubscribe'=>' будет отписан.'
];
